<p>
<p class="MsoNormal" align="center" style="text-align:center;">
    <b>北斗生活导航商户服务协议</b><b></b>
</p>
<p class="MsoNormal" align="center" style="text-align:center;">
    <b>&nbsp;</b>
</p>
<p class="MsoNormal">
    甲 &nbsp;&nbsp;&nbsp;方：北斗应用科技(上海)有限公司
</p>
<p class="MsoNormal">
    注册地址：上海市虹口区海宁路137号7层C座738D室
</p>
<p class="MsoNormal">
    <br />
</p>
<p class="MsoNormal">
    乙 &nbsp;&nbsp;&nbsp;方：
</p>
<p class="MsoNormal">
    注册地址：
</p>
<p class="NewStyle16" style="background:#FCFCFC;">
    本着友好合作、互惠互利的原则，经甲乙双方协商，在符合相关法律法规，不违反市场竞争的情况下，达成如下协议。
</p>
<p class="NewStyle16" style="background:#FCFCFC;">
    &nbsp;<b>协议内容及生效：</b><b></b>
</p>
<p class="MsoNormal">
    （一）本协议内容包括协议正文及所有北斗生活导航已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
</p>
<p class="MsoNormal">
    （二）商户在使用北斗生活导航提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。北斗生活导航有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，北斗生活导航将在网站上以公示及手机推送形式通知商户。如商户不同意相关变更，必须立即以书面通知的方式终止本协议。任何修订和新规则一经公布即自动生效，成为本协议的一部分。登录或继续使用服务将表示商户接受经修订的协议。除另行明确声明外，任何使服务范围扩大或功能增强的新内容均受本协议约束。
</p>
<p class="MsoNormal">
    （三）<b>商户签署或在线接受</b><b>本协议</b><b>并不导致本协议立即生效，经过北斗生活导航审核通过并向商户发出服务开通通知时</b><b>，本协议即在</b><b>商户</b><b>和北斗生活导航之间产生法律效力。</b>&nbsp;
</p>
<p class="MsoNormal" style="margin-left:21.0000pt;text-indent:-21.0000pt;">
    一．&nbsp;<b>定义：</b><b></b>
</p>
<p class="MsoNormal">
    “北斗生活导航（域名：www.bdoulife.com）”：指由北斗生活导航提供技术支持和服务的电子商务平台网站及手机APP（或依北斗生活导航根据业务需要不是修改的<span>URL</span><span>）</span>。
</p>
<p class="MsoNormal">
    <b>&nbsp;</b>
</p>
<p class="MsoNormal">
    “商户及商户注册”：商户必须是符合本年度《北斗生活导航招商标准》规定的的法律实体，如无经营资格或违反本协议第五条之声明与保证的组织不当注册为北斗生活导航商户或超越其民事权利或行为能力范围从事交易的，其与北斗生活导航之间的协议自始无效，一经发现，北斗生活导航有权立即注销该商户北斗生活导航服务账户，并追究其使用北斗生活导航服务的一切法律责任。商户注册是指商户登陆北斗生活导航（www.bdoulife.com），按要求填写相关信息、在线阅读并确认接受或书面签署本协议以最终激活其北斗生活导航服务账户的过程。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    “北斗生活导航服务账户”：即商户完成商户注册流程而获得的其将在使用服务的过程中必须与自设的账户密码共同使用的用户名，又称“北斗生活导航用户名”。商户应妥善保管其北斗生活导航服务账户及密码信息，商户不得以任何形式擅自转让或授权他人使用自己的北斗生活导航服务账户；
</p>
<p class="MsoNormal">
    “服务”：是指由北斗生活导航平台向商户提供的互联网信息发布、商业推广及与此有关的互联网技术服务。具体服务内容如下：
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    1. 网络信息服务：指商户根据本协议的规定利用北斗生活导航网上交易平台查询商品信息、发布商品信息、作为卖方与用户订立商品买卖合同、评价用户的信用、参加北斗生活导航的有关活动以及其他由北斗生活导航同意提供的信息服务；
</p>
<p class="MsoNormal">
    2．积分推广服务：指由北斗生活导航向商户提供的通过北斗生活导航网上交易平台实施的商业推广服务，具体规定见本协议第十一条。
</p>
<p class="MsoNormal">
    3．其他服务：具体服务项目以协议方在本协议附件二《北斗生活导航服务条款》或补充协议中确定。
</p>
<p class="MsoNormal">
    北斗生活导航保留在任何时候自行决定对服务及其相关功能、应用软件变更、升级的权利。北斗生活导航进一步保留在服务中开发新的模块、功能和软件或其它语种服务的权利。上述所有新的模块、功能、软件服务的提供，除非北斗生活导航另有说明，否则仍适用本协议。服务随时可能因北斗生活导航的单方判断而被增加或修改，或因定期、不定期的维护而暂缓提供，商户将会得到相应的变更通知。商户在此同意北斗生活导航在任何情况下都无需向其或第三方在使用服务时对其在传输或联络中的迟延、不准确、错误或疏漏及因此而致使的损害负责。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    “北斗生活导航服务条款”由协议方另行签署的确认与本协议服务有关的各项个性化规定的契约文件。如北斗生活导航服务条款内容与本协议内容存在冲突，以北斗生活导航服务条款内容为准。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>三、证明文件提交：</b><b></b>
</p>
<p class="MsoNormal">
    （一）证明文件提交：商户欲使用本协议中服务，必须根据本年度《北斗生活导航招商标准》的要求向北斗生活导航或北斗生活导航指定合作方提交其在申请服务时应当提供的证明文件或其他相关证明。
</p>
<p class="MsoNormal" style="margin-left:15.7500pt;text-indent:-5.2500pt;">
    &nbsp;
</p>
<p class="MsoNormal">
    （二）证明文件变更的通知：协议期内，上述相关证明文件的任何变更商户都应及时通知北斗生活导航，如上述证明文件变更后导致商户不再符合本年度《北斗生活导航招商标准》或具备履行本协议的情形出现时，北斗生活导航有权立即终止或中止本协议。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （三）责任条款：商户同意为其未及时的通知或更新其证明文件或其他证明信息承担全部责任，商户保证其向北斗生活导航提供的全部证明文件真实、准确且不存在超过时效问题（即保证所有证明文件在整个合同履行期间都处于有效期内）如因上述原因发生纠纷或被相关国家主管机关处罚，商户应当独立承担全部责任，如给北斗生活导航（包括其合作伙伴、代理人、职员等）造成损失的，商户同意赔偿其全部损失。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>四、申请条件：</b><b></b>
</p>
<p class="MsoNormal">
    申请使用服务的商户必须同时满足以下条件：
</p>
<p class="MsoNormal">
    （一）符合本年度《北斗生活导航招商标准》的具体要求；
</p>
<p class="MsoNormal" style="vertical-align:baseline;">
    （二）确认接受本协议及《北斗支付服务协议》，注册成为北斗生活导航商户并开通北斗支付账户，使用北斗支付服务；
</p>
<p class="MsoNormal" style="text-indent:5.2500pt;vertical-align:baseline;">
    (三) 提交了本协议第三条约定的相关证明文件并获得北斗生活导航认可；
</p>
<p class="MsoNormal" style="vertical-align:baseline;">
    （四）商户有效签署《北斗生活导航消费者保障协议》。
</p>
<p class="MsoNormal" style="vertical-align:baseline;">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>五、</b><b>乙方</b><b>的声明与保证</b><b></b>
</p>
<p class="MsoNormal">
    <b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b><b></b>
</p>
<p class="MsoNormal">
    （一）其符合本年度《北斗生活导航招商标准》规定的申请条件，且乙方向北斗生活导航提供真实、合法、准确、有效的注册资料，并保证其提交的联系方式是真实、有效且安全的，确保北斗生活导航及其他用户可以与商户进行联系。同时，商户也有义务在相关资料实际变更时及时更新其注册资料。
</p>
<p class="MsoNormal">
    （二）乙方承诺遵守本协议、《北斗生活导航服务协议》、《北斗支付服务协议》、《北斗生活导航消费者保障协议》以及所有公示于北斗生活导航的规则和流程。
</p>
<p class="MsoNormal">
    （三）乙方有合法的权利缔结本协议，使用北斗生活导航相关服务。
</p>
<p class="MsoNormal">
    （四）乙方在北斗生活导航发布的所有信息真实、准确，符合相关法律法规及北斗生活导航的规则。
</p>
<p class="MsoNormal">
    （五）乙方对其发布于北斗生活导航的交易信息中所涉商品有合法的销售权。
</p>
<p class="MsoNormal">
    （六）乙方将按照不低于《中华人民共和国产品质量法》、《中华人民共和国消费者权益保护法》及其他法规、部门规章和国家强制性标准规定的要求，出售商品并提供“三包”等售后服务。
</p>
<p class="MsoNormal">
    （七）乙方在北斗生活导航出售商品，有义务按照买家实际支付的现金金额为买家开具适格发票，相关税收应按国家相关规定由商户自行承担。
</p>
<p class="MsoNormal">
    （八）乙方明示只接受“北斗支付服务”或其他由北斗支付公司提供的支付方式作为其通过北斗生活导航所达成交易的支付工具。
</p>
<p class="MsoNormal">
    （九）乙方保证在使用服务进行交易的过程中遵守诚实信用的原则，不在交易过程中采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。
</p>
<p class="MsoNormal">
    （十）乙方保证在使用服务时实施的所有行为均遵守国家法律、法规和北斗生活导航的相关规则、规定以及各种社会公共利益及公共道德。如有违反导致任何法律后果的发生，商户将以自己的名义独立承担所有相应的法律责任；
</p>
<p class="MsoNormal">
    （十一）乙方同意不对北斗生活导航上任何数据作商业性利用，包括但不限于在未经北斗生活导航事先书面批准的情况下，以复制、传播或向他方披露等方式使用在北斗生活导航网站上其他用户展示的任何资料；
</p>
<p class="MsoNormal">
    （十二）乙方承诺拥有合法的权利和资格向北斗生活导航上传有关商品销售信息并进行销售，且前述行为未对任何第三方合法权益，包括但不限于第三方知识产权、物权等构成侵害，如因其行为导致北斗生活导航遭受任何第三方提起的索赔，诉讼或行政责任，其将承担相应责任并使北斗生活导航免责。
</p>
<p class="MsoNormal">
    （十三）乙方承诺关闭其北斗支付账户（与商户本协议项下店铺绑定的北斗支付账户）的“余额支付”功能。商户授权北斗生活导航向北斗支付公司发出指令，关闭其北斗支付账户的“余额支付”功能。
</p>
<p class="MsoNormal">
    （十四）本协议是附条件生效协议，即必须经过北斗生活导航对其提交的全部资料审核通过后方可生效。同时，乙方认可北斗生活导航有权独立的对其入驻资料、品牌经营权限开通申请进行评估、判断。审核结果以北斗生活导航评估、判断为准，其对此不持有任何异议。
</p>
<p class="MsoNormal">
    （十五）乙方承诺不在发布的商品中使用任何未获授权品牌的关键字；
</p>
<p class="MsoNormal">
    （十六）乙方承诺接受北斗生活导航对其出售商品是否具有合法进货来源的不定期检查，其有义务保留其商品具有合法进货来源的相关凭证。对于无法提供合法进货来源凭证的，北斗生活导航将根据实际情况对商品的真伪作出判断并根据本协议以及北斗生活导航相关规则进行处理，商户对此承担举证不利的后果。
</p>
<p class="MsoNormal">
    （十七）乙方承诺接受北斗生活导航基于商品品质控制需求对其在售商品进行的质量抽检，检测报告由专业的第三方质检机构出具，其承诺对北斗生活导航选择的第三方质检机构作出的检测结果不持有异议。对于经检测证明存在质量瑕疵的商品，检测费用由商户承担。
</p>
<p class="MsoNormal">
    <img width="655" height="305" src="file://C:\Users\liqinwen\AppData\Local\Temp\ksohtml\wpsB835.tmp.png" />
</p>
<p class="MsoNormal">
    <br />
</p>
<p class="MsoNormal">
    <br />
</p>
<p class="MsoNormal">
    <br />
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>六、</b><b>甲方</b><b>的权利和义务</b><b></b>
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （一）甲方有义务在现有技术上维护整个北斗生活导航网上交易平台的正常运行，并努力提升和改进技术，使商户网上交易活动得以顺利进行；甲方有权根据商户营业执照的经营范围以及商户对自己店铺经营范围的描述自行决定（调整）允许商户发布商品的北斗生活导航商品类目种类和数量，商户对此不持任何异议。&nbsp;
</p>
<p class="MsoNormal">
    （二）对商户在注册使用服务中所遇到的与交易或注册有关的问题及反映的情况，甲方应及时作出回复；
</p>
<p class="MsoNormal">
    （三）因网上交易平台的特殊性，甲方没有义务对所有商户的交易行为以及与交易有关的其它事项进行事先审查，但如存在下列情况：
</p>
<p class="MsoNormal">
    ①第三方通知甲方，认为某个具体商户或具体交易事项可能存在重大问题；
</p>
<p class="MsoNormal">
    ②商户或第三方向甲方告知交易平台上有违法或不当行为的；
</p>
<p class="MsoNormal">
    ③甲方发现某个具体商户或具体交易事项可能存在重大问题。
</p>
<p class="MsoNormal">
    甲方以普通非专业人员的知识水平标准对相关内容进行判别，可以认为这些内容或行为具有违法或不当性质的，甲方有权根据不同情况选择删除相关信息、对商户店铺采取限制性措施或停止对该商户提供服务，涉及违反国家强制性法律的、侵犯他人合法权利的、违反合同约定的追究相关法律责任。
</p>
<p class="MsoNormal">
    （四）甲方有权对商户的注册数据及交易行为进行查阅，发现注册数据或交易行为中存在任何问题或怀疑，均有权向商户发出询问或要求改正的通知，或者直接作出删除或对商户店铺采取限制性措施等处理；
</p>
<p class="MsoNormal">
    （五）经国家生效法律文书或行政处罚决定确认商户存在违法行为，或者甲方有足够事实依据可以认定商户存在违法或违反协议行为的，甲方有权在北斗生活导航网站公布商户的违法和/或违规行为；
</p>
<p class="MsoNormal">
    （六）对于商户在北斗生活导航网上交易平台发布的下列各类信息，甲方有权在不通知商户的前提下进行删除或采取其它限制性措施，包括但不限于以规避费用为目的的信息；以炒作信用、销量为目的的信息；甲方有理由相信存在欺诈等恶意或虚假内容的信息；甲方有理由相信与网上交易无关或不是以交易为目的的信息；甲方有理由相信存在恶意竞价或其它试图扰乱正常交易秩序因素的信息；甲方有理由相信属违反公共利益或可能严重损害北斗生活导航和/或其它用户合法利益的信息；
</p>
<p class="MsoNormal">
    （七）商户在此授予北斗生活导航独家的、全球通用的、永久的、免费的许可使用权利 (并有权对该权利进行再授权)，使北斗生活导航有权(全部或部份地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示商户公示于其北斗生活导航网络店铺的各类信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内；
</p>
<p class="MsoNormal">
    （八）甲方会在商户的计算机上设定或取用北斗生活导航cookies。甲方允许那些在北斗生活导航网页上发布广告的公司到商户计算机上设定或取用cookies。在商户登录时获取数据，北斗生活导航使用cookies可为商户提供个性化服务。如果拒绝cookies，商户将不能使用服务。
</p>
<p class="MsoNormal">
    （九）甲方有权根据业务调整情况将本协议项下的全部权利义务一并转移给其关联公司，此种情况将会提前30天以网站公告的形式通知商户。商户承诺对此不持有异议。
</p>
<p class="MsoNormal">
    <b>七、费用规定：</b><b></b>
</p>
<p class="MsoNormal">
    商户同意，就其使用的服务向北斗生活导航一次性支付年费用：8800元/年。如协议方实时划扣部分服务费根据交易额的额度约定不同费率，则应按照超额累进制收取服务费，双方签署的《北斗生活导航服务条款》另有明示相反性规定的除外。
</p>
<p class="MsoNormal">
    <b>&nbsp;</b>
</p>
<p class="MsoNormal">
    <b>八、商户付费条款：</b><b></b>
</p>
<p class="MsoNormal">
    （一）服务费用支付方式：
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    1．技术服务费：除非协议方另有书面合意，技术服务费年费应由商户在服务开通之前预存于自己的北斗支付帐号，由乙方通过技术系统自动向北斗支付公司发出扣划指令。划扣成功后，服务方可开通。实时划扣部分技术服务费以商户通过北斗生活导航网站达成交易意向并实际完成的交易额为基数，由乙方通过技术系统自动向北斗支付公司发出划扣指令，按协议方约定的技术服务费费率进行实时划扣。交易额以北斗支付技术系统记录的商户北斗支付交易额为准。如发生退货情况，商户需按北斗生活导航有关规则向北斗生活导航提供有效书面证据，证明退货确实已发生，北斗生活导航在此前提下将向商户退还因此退货交易支付的实时划扣技术服务费。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    乙方将于每个自然季度开始后十五（15）个工作日内就上季度实时划扣部分技术服务费的支付向商户开出服务费发票。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    2．其他费用支付方式见《北斗生活导航服务条款》或协议方另行签署的补充协议。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>九、服务的开通：</b>
</p>
<p class="MsoNormal">
    （一）服务将在以下条件满足后十四（14）个工作日内开通：
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    1．&nbsp;商户签署本协议（书面签署或在线点击接受）；
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    2．&nbsp;商户在线填写信息并最终与北斗生活导航通过在线填空点击（或书面）的方式签订《北斗生活导航服务条款》；
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    3．&nbsp;商户签署《北斗生活导航消费者保障协议》（书面签署或在线点击接受）；
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    4．&nbsp;符合本年度《北斗生活导航招商标准》规定的条件并提供相应的证明文件；
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    5．&nbsp;本协议第七条规定的技术服务费年费已经被成功冻结或划扣；
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    6．&nbsp;北斗生活导航审核通过并发出服务开通通知。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （二）服务期自服务实际开通日起算。北斗生活导航将按本协议规定的通知方式提前一天通知商户服务开通日。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （三）如商户签署或在线接受本协议后十四（14）个工作日内仍未满足本条第一款规定的所有开通条件，或北斗生活导航因任何原因向商户发出拒绝提供服务的书面通知，则北斗生活导航有权不予开通服务，本协议不生效。
</p>
<p class="MsoNormal">
    <b>&nbsp;</b>
</p>
<p class="MsoNormal">
    <b>十、积分推广服务：</b><b></b>
</p>
<p class="MsoNormal">
    （一）商户同意使用北斗生活导航提供的积分推广服务，按本条之规定向北斗生活导航缴付积分推广活动费用。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    积分推广活动内容：
</p>
<p class="MsoNormal">
    商户同意按其通过北斗生活导航达成并履行的每笔交易的交易额为计费基数，按一定比例（见“北斗生活导航服务条款”，且商户可通过登陆北斗生活导航网站的方式自行提高此比例。）向北斗生活导航指定的北斗支付账户支付积分推广活动费用，交易额以北斗支付技术系统记录的商户北斗支付交易额为准。北斗生活导航应向北斗生活导航网络平台交易中的买家（下称“买家”）给付相应的积分，买家应按适用于北斗生活导航平台的《积分活动规则》（下称“积分规则”）使用该积分，如买家按积分规则在随后的交易（下称“新交易”）中实际使用该积分，则北斗生活导航将会按买家的交易记录，向新交易中的卖家的北斗支付账户支付该积分对应的积分推广活动费用；。
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    1.&nbsp;如买家未能按积分规则使用该积分，则该积分将失效，北斗生活导航无需向商户退返任何活动费用。
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    2.&nbsp;积分推广活动费用的划扣和支付由北斗支付公司按北斗生活导航通过技术系统发出的支付指令自动完成。如发生退货情况，商户需在交易发生后按北斗生活导航有关规则及时向北斗生活导航提供有效书面证据，证明退货确实已发生，北斗生活导航在此前提下同意向商户退还相应的积分推广活动费用。如逾期提供上述证据，北斗生活导航有权不退还相应的积分推广活动费用。所有符合北斗生活导航相关规则规定应当由北斗生活导航退还的积分推广活动费用在商户《北斗生活导航服务条款》自然到期终止后30个工作日内统一进行核算，北斗生活导航应当在核算完毕且收到商户开具的等额发票后15个工作日内向商户退还。客户退款时已扣除积分对应金额的除外。
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    3.&nbsp;商户应在本协议签署后次年的5月30日前（如本协议在次年5月30日前终止，则以终止日期为准），按其上年度作为前述新交易中的卖家收到的积分对应的积分推广活动费用向北斗生活导航开具发票，逾期不能给北斗生活导航开具上年度度的积分发票（根据《北斗生活导航服务协议》），商户同意北斗生活导航有权指令北斗支付公司从商户保证金中划扣相当于上年度度积分发票金额的30%，作为违约金以弥补北斗生活导航未收到发票而遭受的经济损失。如商户保证金账户余额不足支付上述违约金，则北斗生活导航有权立即中止或终止向卖家提供全部服务。北斗生活导航将在商户通过线上系统确认当期开票信息后，向商户提供商户所选择的具体自然月发生的积分推广活动费用发票，具体发票金额按北斗生活导航的记录为准。
</p>
<p class="MsoNormal" style="margin-left:18.0000pt;text-indent:-18.0000pt;">
    4.&nbsp;
</p>
<p class="MsoNormal">
    （二）商户同意接受北斗支付（中国）信息技术有限公司的“北斗支付通用积分”作为支付方式，北斗支付通用积分对应的金额，由北斗支付（中国）信息技术有限公司向商户支付。商户应在每个季度结束后的15个工作日内，按其上季度收到的北斗支付通用积分对应的金额向北斗支付（中国）信息技术有限公司开具发票，如每个自然季度开始后的90日内商户不能给北斗支付（中国）信息技术有限公司开具上季度的北斗支付通用积分发票，商户同意北斗生活导航有权指令北斗支付公司从商户保证金中划扣相当于当季度积分发票金额的30%，作为违约金以弥补北斗支付（中国）信息技术有限公司未收到发票而遭受的经济损失。如商户保证金账户余额不足支付上述违约金，则北斗生活导航有权立即中止或终止向卖家提供全部服务。
</p>
<p class="MsoNormal">
    <b>&nbsp;</b>
</p>
<p class="MsoNormal">
    <b>十一、协议的终止：</b><b></b>
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;text-indent:-36.0000pt;">
    （一）&nbsp;自然终止：本协议到期终止或商户在线接受的《北斗支付服务协议》因任何原因终止，则本协议将同时终止。
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;">
    &nbsp;
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;text-indent:-36.0000pt;">
    （二）&nbsp;通知解除：协议任何一方均可以提前十五（15）天书面通知的方式终止本协议。
</p>
<p class="NewStyle15">
    &nbsp;
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;">
    &nbsp;
</p>
<p class="MsoNormal">
    （三）北斗生活导航单方解除权：
</p>
<p class="MsoNormal" style="text-indent:10.5000pt;">
    如乙方违反北斗生活导航的任何规则或本协议中的任何承诺或保证，包括但不限于本协议项下的任何约定，甲方都有权立刻终止本协议，且按有关规则对乙方进行处罚。如乙方销售假冒他人商标的商品、外贸商品（包括但不限于：外单、原单、尾单、剪标等各类商品），二手商品，或第三方多次投诉其商品质量或服务质量，则甲方除有权立即终止或中止本协议外，还有权自乙方北斗支付账户全额划扣其所有保证金，作为商户的违约金。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （四）乙方在超过九十（90）天的时间内未以甲方服务账户及密码登录北斗生活导航的，北斗生活导航有权终止本协议。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （五）如非因甲方的原因，乙方未能按本协议及附件之规定，按期全额支付有关服务费用和/或活动费用，且在甲方规定的时限内仍未支付，甲方有权部分或全部中止或终止本协议。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （六）本协议规定的其他协议终止条件发生或实现，导致本协议终止。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    &nbsp;(七) 协议终止后有关事项的处理：
</p>
<p class="MsoNormal">
    1.协议终止后，甲方没有义务为商户保留北斗生活导航服务账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给商户或第三方。亦不就终止协议而对商户或任何第三者承担任何责任；
</p>
<p class="MsoNormal">
    2.无论本协议因何原因终止，在协议终止前的行为所导致的任何赔偿和责任，乙方必须完全且独立地承担；
</p>
<p class="MsoNormal">
    3.协议终止后，甲方有权保留乙方的注册数据及以前的交易行为记录。如乙方在协议终止前在北斗生活导航网络交易平台上存在违法行为或违反协议的行为，北斗生活导航仍可行使本协议所规定的权利；
</p>
<p class="MsoNormal">
    4.&nbsp;协议终止之前，1）乙方已经上传至北斗生活导航网站的商品信息尚未达成交易协议的，甲方有权在协议终止时同时删除此项商品的相关信息；2）乙方已经与另一用户就某商品信息达成交易协议的，甲方可以不删除该项交易，但甲方有权在协议终止的同时将协议终止的的情况通知该交易中的买方。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （八）如在协议期内，非因商户违约或过错导致本协议终止，则商户有权凭北斗生活导航就本协议开具的发票原件及退款申请要求北斗生活导航退还未履行部分的服务费用（如有的话）至商户指定的银行账户。其他情况下协议发生终止，未履行服务费用均不予退还。积分推广活动费用在任何情况下都不予退回。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>十二、协议期限：</b><b></b>
</p>
<p class="MsoNormal">
    <b>本协议经商户在线接受且经过北斗生活导航审核通过后（或书面签署后）即告生效，本协议有效以本协议附件《北斗生活导航服务条款》约定为准。双方另有约定的除外</b><b></b>
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>十四、有效通知：</b><b></b>
</p>
<p class="MsoNormal" style="text-indent:21.0000pt;">
    &nbsp;
</p>
<p class="MsoNormal">
    本协议下所规定的通知应以书面形式通过以下邮址递交收悉，通知的到达以北斗生活导航收悉为准。
</p>
<p class="MsoNormal">
    北斗生活导航：上海市虹口区曲阳路299号8楼，邮编200081：北斗生活导航客户经理（收）
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    北斗生活导航可通过电子邮件向商户在北斗生活导航注册时提供的电子邮件地址发出通知。通知的送达以邮件发出为准。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>十三、保密条款：</b><b></b>
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;text-indent:-36.0000pt;">
    （一）&nbsp;本协议所称商业秘密包括但不限于本协议、任何补充协议所述内容及在合作过程中涉及的其他秘密信息。任何一方未经商业秘密提供方同意，均不得将该信息向任何第三方披露、传播、编辑或展示。协议方承诺，本协议终止后仍承担此条款下的保密义务，保密期将另持续三年。
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;">
    &nbsp;
</p>
<p class="MsoNormal" style="margin-left:31.5000pt;text-indent:-26.2500pt;">
    (二) 因对方书面同意以及国家行政、司法强制行为而披露商业秘密的，披露方不承担责任；该商业秘密已为公众所知悉的，披露方不承担责任。
</p>
<p class="MsoNormal">
    <b>&nbsp;</b>
</p>
<p class="MsoNormal">
    <b>十四、北斗生活导航的法律地位：</b><b></b>
</p>
<p class="MsoNormal" style="text-indent:10.5pt;">
    北斗生活导航仅作为用户物色交易对象，就货物和服务的交易进行协商，以及获取各类与贸易相关的服务的地点。本协议的签署并不意味着北斗生活导航成为商户在北斗生活导航网站上与第三方所进行交易的参与者，对前述交易北斗生活导航仅提供技术服务，不对商户行为的合法性、有效性及商品的真实性、合法性和有效性作任何明示或暗示的担保。商户因进行交易、获取有偿服务或接触北斗生活导航服务器而发生的所有应纳税赋，均由商户自行负责支付。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    <b>十五、有限责任：</b><b></b>
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （一）服务将按"现状"和按"可得到"的状态提供。北斗生活导航在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性，没有错误或疏漏，持续性，准确性，可靠性，适用于某一特定用途之类的保证，声明或承诺。
</p>
<p class="MsoNormal">
    北斗生活导航对服务所涉的技术和信息的有效性，准确性，正确性，可靠性，质量，稳定，完整和及时性均不作承诺和保证。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （二）使用服务下载或者获取任何资料的行为均出于商户的独立判断并自行承担风险。每一个商户独自承担因此对其电脑系统或资料灭失造成的损失。
</p>
<p class="MsoNormal">
    （三）不论在何种情况下，北斗生活导航均不对由于Internet连接故障，电脑，通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
</p>
<p class="MsoNormal">
    <b>十六、违约责任：</b><b></b>
</p>
<p class="MsoNormal">
    （一）商户同意赔偿由于使用服务（包括但不限于将商户资料展示在网站上）或违反本协议而给北斗生活导航造成的任何损失（包括由此产生的全额的诉讼费用和律师费）。商户同意北斗生活导航不对任何其张贴的资料，包括诽谤性的，攻击性的或非法的资料，承担任何责任；由于此类材料对其它用户造成的损失由商户自行全部承担。<b></b>
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （二）商户承诺，不会采取任何手段或措施，包括但不限于明示或暗示用户或通过其他方式转移其可以通过北斗生活导航网络平台在线达成的交易，或达成交易后不经由北斗支付服务收取交易金额，以规避向北斗生活导航支付相关服务费用。否则将视为严重违约，北斗生活导航将有权立即终止本协议，并将其保证金作为违约金予以划扣，还可就违约行为向商户追偿。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal">
    （三）除本协议及北斗生活导航规则另有约定之外，如一方发生违约行为，守约方可以书面通知方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失进行索赔，如违约方未能按时停止违约行为，则守约方有权立即终止本协议。
</p>
<p class="MsoNormal">
    <b>十七、争议解决及其他：</b><b></b>
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;text-indent:-36.0000pt;">
    （一）&nbsp;本协议之解释与适用，以及与本协议有关的争议，均应依照中华人民共和国法律予以处理，并以上海市虹口区人民法院为第一审管辖法院。
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;">
    &nbsp;
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;text-indent:-36.0000pt;">
    （二）&nbsp;如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力。
</p>
<p class="MsoNormal">
    &nbsp;
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;text-indent:-36.0000pt;">
    （三）&nbsp;北斗生活导航于商户过失或违约时放弃本协议规定的权利的，不得视为其对商户的其他或以后同类之过失或违约行为弃权。
</p>
<p class="MsoNormal" style="margin-left:36.0000pt;">
    &nbsp;
</p>
</p>
<p>
    <br />
</p>